{
    "cn": {
        "title": "关于比特派部分业务调整的公告",
        "data": "2021-5-18",
        "id": 112,
        "watch": 130,
        "message": [
            {
                "type": 0,
                "data": "比特派对部分业务调整进行以下公告："
            },
            {
                "type": 0,
                "data": "1、关于 OTC 业务"
            },
            {
                "type": 0,
                "data": "比特派早在一年前就已关停一键买卖服务，之后陆续关停了点对点交易等其他服务。纯净买卖是我们在过去几个月里的一种尝试，希望能通过严格的审核让普通用户远离“赃钱”、“赃币”。不过由于审核极为严格，几近没有交易量，加之占用开发精力过高，团队曾将纯净买卖下线调整，优化上线后交易量仍未有起色，因此我们已于近日将纯净买卖服务再次下线关停。至此，比特派钱包内已无任何 OTC 业务。"
            },
            {
                "type": 0,
                "data": "2、关于“派银行”"
            },
                           {
                "type": 0,
                "data": "此功能实质为“云钱包”，与市场上多数钱包开发过的云钱包为同一类型，仅在用户在使用部分功能时作为充提模块使用，鉴于该功能跟“银行”并无关系，我们已在下一个版本中将其更名为“云钱包”。"
            },
          {
                "type": 0,
                "data": "3、关于“财富”板块”"
            },
                           {
                "type": 0,
                "data": "财富板块主要为第三方产品的展示页面，之前所展示过的产品均已结清。同时，我们已于去年年底彻底停止了第三方项目，未来财富板块将仅用于为用户提供公链的 Staking 等服务。"
            },
            {
                "type": 0,
                "data": "4、关于币币兑换业务"
            },
            {
                "type": 0,
                "data": "比特派团队曾在几年前就已经将币币兑换调整为要求实名认证 KYC 后才能进行的一种服务，同样是由于占用开发精力过高，且交易量很小，该服务已下线关停。至此，比特派钱包内已不再提供币币兑换服务。"
            },
            {
                "type": 0,
                "data": "在进行了上述业务调整后，比特派钱包团队未来将着重于去中心化钱包业务的功能开发工作。"
            },
            {
                "type": 0,
                "data": "比特派团队<br/>2021年5月18日"
            }
        ]
    },"en": {
        "title": "Announcement on the adjustment of Bitpie businesses",
        "data": "2021-5-18",
        "id": 112,
        "watch": 130,
        "message": [
            {
                "type": 0,
                "data": "The following announcement on some business adjustments:"
            },
            {
                "type": 0,
                "data": "1. About OTC business"
            },
            {
                "type": 0,
                "data": "Bitpie has shut down the one-click trading service a year ago, and has subsequently shut down other services such as OTC and P2P trading. Pure trading is an attempt we have made in the past few months, hoping to keep ordinary users away from \"stolen money and coins\" through strict audits. However, due to extremely strict audits, it has a low transaction volume with excessive development effort, the team then unlisted the pure trading to optimize. However, trading volume has not improved after upgraded. Therefore, we have recently taken the pure trading service offline again. Therefore, there is no more OTC business in Bitpie wallet."
            },
                 {
                "type": 0,
                "data": "2. About \"Pie Bank\""
            },
                           {
                "type": 0,
                "data": "This is essentially a \"cloud wallet\", which is the same type as developed by most wallets on the market. It is only used as a deposit and withdrawal when using some functions. Since this function is not related to \"bank\", it will be renamed as \"Cloud Wallet\" in the next version."
            },
            {
                "type": 0,
                "data": "3. About the \"Investment\" "
            },
            {
                "type": 0,
                "data": "This section is the display page of third-party products, and all the products displayed before have been settled. At the same time, we have completely stopped third-party projects at the end of last year. In the future, the investment page will only be used to provide users with services such as staking on the public chain."
            },
            {
                "type": 0,
                "data": "4. About Coin Swap"
            },
            {
                "type": 0,
                "data": "The Bitpie team has adjusted the Coin Swap to a service that requires Identity Verification (KYC) several years ago. The service has also been shut down due to high development effort and small transaction volume.  At this point, it will be no longer available in the Bitpie wallet."
            },
            {
                "type": 0,
                "data": "After making the above adjustments, the team will focus on the development of decentralized wallet business in the future."
            },
            {
                "type": 0,
                "data": "Bitpie team<br/>May 8, 2021"
            }
        ]
    }
}





































​



